readwrite/16_node/job_1471235_fiojob_1/nid00087_fiojob_1/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
fio-3.27
Starting 1 process

readwrite: (groupid=0, jobs=1): err= 0: pid=42385: Wed Jul 21 16:26:39 2021
  read: IOPS=1113, BW=4456KiB/s (4562kB/s)(1306MiB/300120msec)
    slat (usec): min=7, max=1173.0k, avg=773.36, stdev=8639.42
    clat (usec): min=26, max=14468k, avg=115208.35, stdev=725993.30
     lat (msec): min=10, max=14513, avg=115.98, stdev=731.18
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   15],
     | 70.00th=[   19], 80.00th=[   19], 90.00th=[   19], 95.00th=[   42],
     | 99.00th=[ 4329], 99.50th=[ 5738], 99.90th=[ 9329], 99.95th=[11610],
     | 99.99th=[13087]
   bw (  KiB/s): min=    8, max=40272, per=100.00%, avg=4534.42, stdev=10722.41, samples=589
   iops        : min=    2, max=10068, avg=1133.61, stdev=2680.61, samples=589
  write: IOPS=1112, BW=4450KiB/s (4557kB/s)(1304MiB/300120msec); 0 zone resets
    slat (usec): min=68, max=736242, avg=104.51, stdev=3656.18
    clat (msec): min=10, max=14451, avg=113.51, stdev=720.97
     lat (msec): min=10, max=14451, avg=113.62, stdev=721.02
    clat percentiles (msec):
     |  1.00th=[   12],  5.00th=[   13], 10.00th=[   13], 20.00th=[   13],
     | 30.00th=[   14], 40.00th=[   14], 50.00th=[   14], 60.00th=[   15],
     | 70.00th=[   19], 80.00th=[   19], 90.00th=[   19], 95.00th=[   37],
     | 99.00th=[ 4212], 99.50th=[ 5671], 99.90th=[ 9463], 99.95th=[11745],
     | 99.99th=[12684]
   bw (  KiB/s): min=    8, max=40848, per=100.00%, avg=4513.64, stdev=10719.05, samples=591
   iops        : min=    2, max=10212, avg=1128.41, stdev=2679.76, samples=591
  lat (usec)   : 50=0.01%
  lat (msec)   : 20=92.58%, 50=2.63%, 100=0.47%, 250=0.93%, 500=0.50%
  lat (msec)   : 750=0.53%, 1000=0.24%, 2000=0.52%, >=2000=1.60%
  cpu          : usr=2.19%, sys=12.08%, ctx=7072, majf=0, minf=43
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=334301,333906,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=4456KiB/s (4562kB/s), 4456KiB/s-4456KiB/s (4562kB/s-4562kB/s), io=1306MiB (1369MB), run=300120-300120msec
  WRITE: bw=4450KiB/s (4557kB/s), 4450KiB/s-4450KiB/s (4557kB/s-4557kB/s), io=1304MiB (1368MB), run=300120-300120msec